{
    "items":
    [
        {
            "key":"btn_play",
            "value":"PLAY"
        },
        {
            "key":"btn_gallery",
            "value":"GALLERY"
        },
        {
            "key":"btn_credits",
            "value":"CREDITS"
        },
        {
            "key":"btn_exit",
            "value":"EXIT"
        },
        {
            "key":"btn_play_again",
            "value":"PLAY AGAIN"
        },
        {
            "key":"btn_return",
            "value":"RETURN"
        },
        {
            "key":"btn_skip",
            "value":"SKIP"
        },
        {
            "key":"btn_continue",
            "value":"CONTINUE"
        },
        {
            "key":"btn_control",
            "value":"CONTROLS"
        },
        {
            "key":"txt_score",
            "value":"SCORE"
        },
        {
            "key":"txt_highScore",
            "value":"HI-SCORE"
        },
        {
            "key":"txt_new_highscore",
            "value":"NEW HI-SCORE"
        },
        {
            "key":"txt_character",
            "value":"CHARACTERS"
        },
        {
            "key":"txt_settings",
            "value":"SETTINGS"
        },
        {
            "key":"txt_master_sound",
            "value":"MASTER SOUND"
        },
        {
            "key":"txt_music_sound",
            "value":"MUSIC"
        },
        {
            "key":"txt_sfx",
            "value":"SOUND EFFECTS"
        },
        {
            "key":"txt_language",
            "value":"LANGUAGE"
        },
        {
            "key":"txt_clear_data",
            "value":"CLEAR DATA"
        },
        {
            "key":"txt_clear_data_question",
            "value":"DELETE DATA?"
        },
        {
            "key":"txt_confirm",
            "value":"YES"
        },
        {
            "key":"txt_cancel",
            "value":"NO"
        },
        {
            "key":"txt_confirm_clear_data",
            "value":"DELETED DATA"
        },
        {
            "key":"txt_programmer",
            "value":"GAME DESIGNER / PROGRAMMER / 2D ARTIST"
        },
        {
            "key":"txt_sound_designer",
            "value":"GAME COMPOSER"
        },
        {
            "key":"txt_ui_designer",
            "value":"UI/UX DESIGNER"
        },
        {
            "key":"txt_font",
            "value":"FONT"
        },
        {
            "key":"txt_jump",
            "value":"JUMP"
        },
        {
            "key":"txt_attack",
            "value":"ATTACK"
        },
        {
            "key":"txt_special",
            "value":"SPECIAL"
        },
        {
            "key":"txt_radom",
            "value":"RADOM"
        },
        {
            "key":"txt_select",
            "value":"SELECT"
        },
        {
            "key":"txt_selected",
            "value":"SELECTED"
        }
    ],
    "cutscene":
    [
        {
            "key":"txt_cute_one",
            "value":"In a forest in northern Brazil, the witch Cuca was determined to make a cake."
        },
        {
            "key":"txt_cute_two",
            "value":"But the egg is gone!"
        },
        {
            "key":"txt_cute_three",
            "value":"Cuca went out into the forest in search of the remaining ingredient for her delicious cake."
        },
        {
            "key":"txt_cute_four",
            "value":"Meanwhile, not far from there, Chick was putting his brothers to sleep ..."
        },
        {
            "key":"txt_cute_five",
            "value":"Compassioned by Chick's situation and determination to save his brothers, the Spirit of Folklore blessed them powers."
        }
    ],
    "gallery":
    [
        {
            "key":"name_chick",
            "value":"This is Mini Chick, he is a little chicken who loves his little brothers and will do anything to protect them."
        },
        {
            "key":"name_boto",
            "value":"They say that the Boto comes out of the river and becomes a handsome young man wearing white clothes, hat and shoes. \n The Boto uses this hat to hide the hole in his head, made so that he can breathe. \n During the festivities, when a boy appears wearing a hat, people ask him to take it off and finally confirm that it is the Boto."
        },
        {
            "key":"name_boi",
            "value":"In the Northeast of Brazil there was a couple, the wife was pregnant, and to meet a wife's desire to eat beef tongue the husband cut the tongue of one of his boss's cattle. \n When he found the ox almost lifeless, the farmer asked the city healer for help, who managed to cure him. \n To celebrate the healing of the ox, the farmer held a big party."
        },
        {
            "key":"name_curupira",
            "value":"Curupira is a spirit of the forest, with the appearance of a child with his feet upside down. \n He is known as the guardian of fauna and flora, to keep them safe he outwits the hunters of his targets, making them lose their way or making animals invisible to the human eye. \n It allows humans to hunt only when it is for their survival and that of their family."
        },
        {
            "key":"name_iara",
            "value":"Legend has it that Iara was a beautiful, hardworking and brave Indian. It stood out from everyone in the village, which made his brothers jealous. One day her brothers tried to kill her, and when trying to defend herself, Iara took their lives, and ran away out of fear. \n They found her, and as a punishment was played at the meeting of the Negro River with Solimões. \n The fish saved her, and under the moonlight she became a beautiful mermaid, since then she remains in the water attracting men and killing them."
        },
        {
            "key":"name_saci",
            "value":"Saci Pererê is represented by a black boy with one leg, wears a red cap and has a pipe. \n One of several legends says that he has a mischievous personality, and he liked to make pranks to hinder intruders from entering the forest. \n To escape Saci, use ropes along the way, or grab your hat to control it."
        },
        {
            "key":"name_vitoria",
            "value":"In an indigenous tribe it was believed that the moon was a goddess and that she chose the most beautiful Indians and took them with her, transforming them into stars. \n Naiá was a beautiful Indian, and dreamed of being taken by the moon. Every night she walked through the forest and asked the moon to meet her, a long time passed and her request had not been granted. \n One night Naiá saw the moon reflected in a river, and believing that the moon came to fetch it, he threw himself at the bottom of the lake and drowned. The moon pitying for the sacrifice transformed it into a “star of the waters”, the Vitória-Régia."
        },
        {
            "key":"name_cuca",
            "value":"She is known as a very bad, scary-looking witch with an alligator head and body. \n According to legend, Cuca sleeps one night every seven years and tends to steal children who disobey their parents. \n She lives a thousand years, and as she reaches that age, an egg appears at her home and a new Cuca is born that takes her place."
        },
        {
            "key":"name_bicho_papao",
            "value":"The Bicho Papão is a scary, hairy, big, red-eyed monster. \n He stays at night, on the roof of the houses, watching disobedient and poorly raised children. It can turn into other animals or scary things. \n If the child disobeys his parents, he kidnaps him and takes him to a hidden, dark and scary place."
        },
        {
            "key":"name_boiuna",
            "value":"Boiúna is a gigantic snake that inhabits the rivers of the Amazon. Your body is so bright that it is able to reflect the moonlight. His eyes radiate a powerful light that attracts fishermen and devours them. \n Your legend is part of an explanation of how the night came about. According to what they say, Boiúna marries her daughter and sends the night in a lump of tucumã for her. But the curious bearers of this pit open the pit and release the night, being punished for it."
        },
        {
            "key":"name_lobisomem",
            "value":"According to legend, the seventh male child who is born into a family becomes a Lobisomem. \n On the first Tuesday or Friday of a full moon after his birthday and at a crossroads he becomes the beast, and howls at the moon announcing that the curse has materialized. From this day on, he leaves every Friday with a full moon to transform himself into a wolf, or some species similar to that animal. \n After being transformed, he goes on a blood hunt, killing anyone he meets until the mutation ends, which happens with the rooster crowing and at dawn."
        },
        {
            "key":"font_chick",
            "value":""
        },
        {
            "key":"font_boto",
            "value":"Pacievitch, Thais. A Lenda do Boto. \n Available in https://infoescola.com/folclore/a-lenda-do-boto/ Access in 21 de Agosto de 2020."
        },
        {
            "key":"font_boi",
            "value":"Figueiredo, Karoline. Bumba meu Boi. \n Available in https://infoescola.com/folclore/bumba-meu-boi/ Access in 22 de Agosto de 2020."
        },
        {
            "key":"font_curupira",
            "value":"Moraes, Rosalina. Curupira. \n Available in https://infoescola.com/folclore/curupira/ Access in 22 de Agosto de 2020."
        },
        {
            "key":"font_iara",
            "value":"Martinez, Marina. Iara. \n Available in https://infoescola.com/folclore/iara/ Access in 22 de Agosto de 2020."
        },
        {
            "key":"font_saci",
            "value":"Moraes, Rosalina. A Lenda do Saci Pererê. \n Available in https://infoescola.com/folclore/a-lenda-do-saci-perere/ Access in 21 de Agosto de 2020."
        },
        {
            "key":"font_vitoria",
            "value":"Figueiredo, Karoline. Lenda da Vitória-régia. \n Available in https://infoescola.com/folclore/lenda-da-vitoria-regia/ Access in 22 de Agosto de 2020."
        },
        {
            "key":"font_cuca",
            "value":"Figueiredo, Karoline. Cuca. \n Available in https://infoescola.com/folclore/cuca/ Access in 22 de Agosto de 2020."
        },
        {
            "key":"font_bicho_papao",
            "value":"\n Available in https://suapesquisa.com/folclorebrasileiro/lenda_bicho_papao.htm/ Access in 22 de Agosto de 2020."
        },
        {
            "key":"font_boiuna",
            "value":"Available in https://www.ufmg.br/cienciaparatodos/wp-content/uploads/2012/08/leituraparatodos/e5_30-alendaamazonicadeboiuna.pdf \nAccess in 22 de Agosto de 2020."
        },
        {
            "key":"font_lobisomem",
            "value":"Moraes, Rosalina. Lobisomem. \n Available in https://infoescola.com/folclore/lobisomem/ Access in 22 de Agosto de 2020."
        }
    ]
}
