{
    "items":
    [
        {
            "key":"btn_play",
            "value":"JOGAR"
        },
        {
            "key":"btn_gallery",
            "value":"GALERIA"
        },
        {
            "key":"btn_credits",
            "value":"CREDITOS"
        },
        {
            "key":"btn_exit",
            "value":"SAIR"
        },
        {
            "key":"btn_play_again",
            "value":"JOGAR NOVAMENTE"
        },
        {
            "key":"btn_return",
            "value":"VOLTAR"
        },
        {
            "key":"btn_skip",
            "value":"PULAR"
        },
        {
            "key":"btn_continue",
            "value":"CONTINUAR"
        },
        {
            "key":"btn_control",
            "value":"CONTROLES"
        },
        {
            "key":"txt_score",
            "value":"PONTUAÇÃO"
        },
        {
            "key":"txt_highScore",
            "value":"RECORDE"
        },
        {
            "key":"txt_new_highscore",
            "value":"NOVO RECORDE"
        },
        {
            "key":"txt_character",
            "value":"PERSONAGENS"
        },
        {
            "key":"txt_settings",
            "value":"CONFIGURAÇÕES"
        },
        {
            "key":"txt_master_sound",
            "value":"SOM GERAL"
        },
        {
            "key":"txt_music_sound",
            "value":"MÚSICA"
        },
        {
            "key":"txt_sfx",
            "value":"EFEITOS SONOROS"
        },
        {
            "key":"txt_language",
            "value":"IDIOMA"
        },
        {
            "key":"txt_clear_data",
            "value":"APAGAR DADOS"
        },
        {
            "key":"txt_clear_data_question",
            "value":"APAGAR DADOS?"
        },
        {
            "key":"txt_confirm",
            "value":"SIM"
        },
        {
            "key":"txt_cancel",
            "value":"NÃO"
        },
        {
            "key":"txt_confirm_clear_data",
            "value":"DADOS APAGADOS"
        },
        {
            "key":"txt_programmer",
            "value":"DESIGNER DE JOGOS / PROGRAMADORA / ARTISTA 2D"
        },
        {
            "key":"txt_sound_designer",
            "value":"COMPOSITOR DE JOGOS"
        },
        {
            "key":"txt_ui_designer",
            "value":"DESIGNER DE INTERFACES E EXPERIÊNCIA DO USUÁRIO"
        },
        {
            "key":"txt_font",
            "value":"FONTE"
        },
        {
            "key":"txt_jump",
            "value":"PULO"
        },
        {
            "key":"txt_attack",
            "value":"ATAQUE"
        },
        {
            "key":"txt_special",
            "value":"ESPECIAL"
        },
        {
            "key":"txt_radom",
            "value":"ALEATÓRIO"
        },
        {
            "key":"txt_select",
            "value":"SELECIONAR"
        },
        {
            "key":"txt_selected",
            "value":"SELECIONADO"
        }
    ],
    "cutscene":
    [
        {
            "key":"txt_cute_one",
            "value":"Em uma floresta no norte do Brasil, a bruxa Cuca estava decidida a fazer um bolo."
        },
        {
            "key":"txt_cute_two",
            "value":"Mas acabou o ovo!"
        },
        {
            "key":"txt_cute_three",
            "value":"Cuca saiu pela floresta em busca do ingrediente restante para seu delicioso bolo."
        },
        {
            "key":"txt_cute_four",
            "value":"Enquanto isso não muito distante dali, Chick estava colocando seus irmãos para dormir..."
        },
        {
            "key":"txt_cute_five",
            "value":"Compadecido com a situação e determinação de Chick em salvar seus irmãos, o Espírito do Folclore lhe abençoou com seus poderes."
        }
    ],
    "gallery":
    [
        {
            "key":"name_chick",
            "value":"Este é o Mini Chick, ele é um franguinho que adora seus irmãozinhos e vai fazer de tudo para protegê-los"
        },
        {
            "key":"name_boto",
            "value":"Dizem que o Boto sai do rio e se transforma em um belo jovem elegante trajando roupas, chápeu e calçados brancos. \n O Boto utiliza este chapéu para ocultar o orifício em sua cabeça, feito para ele respirar. \n Durante as festividades, quando um rapaz aparece usando um chapéu, as pessoas pedem para ele tirá-lo e por fim confirmar se é o Boto."
        },
        {
            "key":"name_boi",
            "value":"No Nordeste do Brasil existia um casal, a esposa estava grávida, e para atender a um desejo da esposa de comer lingua de boi o marido cortou a lingua de um dos gados de seu patrão. \n Ao encontrar o boi quase sem vida, o fazendeiro pediu socorro ao curandeiro da cidade, que conseguiu curá-lo. \n Para comemorar a cura do boi o fazendeiro realizou uma grande festa."
        },
        {
            "key":"name_curupira",
            "value":"O Curupira é um espírito da floresta, com a aparência de uma criança com os pés ao contrário. \n Ele é conhecido como o guardião da fauna e da flora, para mantê-los seguros ele despista os caçadores de seus alvos, fazendo-os perder o rumo ou deixando os animais invisíveis aos olhos humano. \n Ele permite que humanos caçem apenas quando destina-se a sua sobrevivência e de sua família."
        },
        {
            "key":"name_iara",
            "value":"Diz a lenda que Iara era uma bela índia trabalhadora e corajosa. Destacava-se de todos na aldeia, o que causava inveja em seus irmãos. Certo dia seus irmãos tentaram matá-la, e ao tentar se defender, Iara lhes tirou a vida, e fugiu por medo. \n Encontraram-na, e como punição foi jogada no encontro do rio Negro com Solimões. \n Os peixes a salvaram, e sobre a luz da lua ela se transformou em uma linda sereia, desde então ela permanece na água atraindo os homens e os matando."
        },
        {
            "key":"name_saci",
            "value":"O Saci Pererê é representado por um menino preto de uma só perna, usa um gorro vermelho e tem um cachimbo. \n Uma de várias lendas diz que ele tem uma personalidade travessa, e gostava de fazer traquinagens para atrapalhar a entrada de intrusos na mata. \n Para escapar do Saci use cordas pelo caminho, ou pegue seu gorro para controlá-lo."
        },
        {
            "key":"name_vitoria",
            "value":"Em uma tribo indígena acreditava-se que a lua era uma deusa e que escolhia as mais belas índias e as levava consigo transformando-as em estrelas. \n Naiá era uma bela índia, e sonhava em ser levada pela lua. Todas as noites ela caminhava pela floresta e pedia que a lua viesse ao seu encontro, muito tempo passou e seu pedido não havia sido realizado. \n Certa noite Naiá viu a lua refletida em um rio, e acreditando que a lua veio buscá-la se atirou no fundo do lago e se afogou. A lua compadecida pelo sacrifício a transformou em uma “estrela das águas”, a Vitória-Régia."
        },
        {
            "key":"name_cuca",
            "value":"Ela é conhecida como uma bruxa muito má, de aparência assustadora, com cabeça e corpo de jacaré. \n Segundo a lenda, a Cuca dorme uma noite a cada sete anos e costuma a roubar crianças que desobedecem a seus pais. \n Ela vive mil anos, e conforme chega a essa idade, um ovo surge em sua morada e nasce uma nova Cuca que toma seu lugar."
        },
        {
            "key":"name_bicho_papao",
            "value":"O bicho papão é um assustador monstro peludo, grande, e de olhos vermelhos. \n Ele fica à noite no telhado das casas, observando crianças desobedientes e mal criadas. Ele pode se transformar em outros animais ou coisas assustadoras. \n Se a criança desobedece seus pais, ele a sequestra, e a leva para um local escondido, escuro e assustador."
        },
        {
            "key":"name_boiuna",
            "value":"Boiúna é uma gigantesca cobra que habita os rios da Amazônia. Seu corpo é tão brilhante que é capaz de refletir o luar. Seus olhos irradiam uma luz poderosa que atrai os pescadores e os devora. \n Sua lenda faz parte de uma explicação de como surgiu a noite. Segundo contam, Boiúna casa sua filha e envia a noite em um caroço de tucumã para ela. Mas os portadores desse caroço, curiosos, abrem o caroço e libertam a noite, sendo punidos por isso."
        },
        {
            "key":"name_lobisomem",
            "value":"Segundo a lenda, o sétimo filho homem que nasce em uma família torna-se lobisomem. \n Na primeira terça ou sexta-feira de lua cheia após o seu aniversário e em uma encruzilhada se transforma na fera, e uiva para a lua anunciando assim que a maldição se concretizou. A partir deste dia ele sai toda sexta-feira de lua cheia para se transformar em lobo, ou alguma espécie semelhante a esse animal. \n Depois de transformado, ele sai em caça de sangue matando quem encontra até que a mutação acabe, que acontece com o cantar do galo e ao amanhecer."
        },
        {
            "key":"font_chick",
            "value":""
        },
        {
            "key":"font_boto",
            "value":"Pacievitch, Thais. A Lenda do Boto. \n Disponível em https://infoescola.com/folclore/a-lenda-do-boto/ Acesso em 21 de Agosto de 2020."
        },
        {
            "key":"font_boi",
            "value":"Figueiredo, Karoline. Bumba meu Boi. \n Disponível em https://infoescola.com/folclore/bumba-meu-boi/ Acesso em 22 de Agosto de 2020."
        },
        {
            "key":"font_curupira",
            "value":"Moraes, Rosalina. Curupira. \n Disponível em https://infoescola.com/folclore/curupira/ Acesso em 22 de Agosto de 2020."
        },
        {
            "key":"font_iara",
            "value":"Martinez, Marina. Iara. \n Disponível em https://infoescola.com/folclore/iara/ Acesso em 22 de Agosto de 2020."
        },
        {
            "key":"font_saci",
            "value":"Moraes, Rosalina. A Lenda do Saci Pererê. \n Disponível em https://infoescola.com/folclore/a-lenda-do-saci-perere/ Acesso em 21 de Agosto de 2020."
        },
        {
            "key":"font_vitoria",
            "value":"Figueiredo, Karoline. Lenda da Vitória-régia. \n Disponível em https://infoescola.com/folclore/lenda-da-vitoria-regia/ Acesso em 22 de Agosto de 2020."
        },
        {
            "key":"font_cuca",
            "value":"Figueiredo, Karoline. Cuca. \n Disponível em https://infoescola.com/folclore/cuca/ Acesso em 22 de Agosto de 2020."
        },
        {
            "key":"font_bicho_papao",
            "value":"\n Disponível em https://suapesquisa.com/folclorebrasileiro/lenda_bicho_papao.htm/ Acesso em 22 de Agosto de 2020."
        },
        {
            "key":"font_boiuna",
            "value":"Disponível em https://www.ufmg.br/cienciaparatodos/wp-content/uploads/2012/08/leituraparatodos/e5_30-alendaamazonicadeboiuna.pdf \nAcesso em 22 de Agosto de 2020."
        },
        {
            "key":"font_lobisomem",
            "value":"Moraes, Rosalina. Lobisomem. \n Disponível em https://infoescola.com/folclore/lobisomem/ Acesso em 22 de Agosto de 2020."
        }
    ]
}
